Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2018.tmx
Source language: en_us
Languages: zh_cn

source: Faced with profound changes in the national security environment, we must treat the Party’s goal of building stronger armed forces for the new era as our guide, and firmly uphold the guiding position of Xi Jinping’s thinking on strengthening the armed forces as we develop national defense and the armed forces.
zh_cn: 面对国家安全环境的深刻变化，我们要以党在新时代的强军目标为引领，牢固确立习近平强军思想在国防和军队建设中的指导地位，

source: We must stick to the Chinese path in strengthening our armed forces, advance all aspects of military training and war preparedness, and firmly and resolvedly safeguard national sovereignty, security, and development interests.
zh_cn: 坚定不移走中国特色强军之路，全面推进练兵备战工作，坚决有力维护国家主权、安全、发展利益。

source: The fundamental principle and system of absolute leadership by the Party over the armed forces must be observed, and the system of the Chairman of the Central Military Commission assuming full responsibility for military affairs should be fully enforced.
zh_cn: 坚持党对军队绝对领导的根本原则和制度，全面深入贯彻军委主席负责制。

source: We need to continue to reform national defense and the armed forces, and build strong and solid modernized border, coastal, and air defense.
zh_cn: 继续推进国防和军队改革，建设强大稳固的现代边海空防。

source: We should improve our national defense mobilization system and strengthen public awareness about national defense.
zh_cn: 完善国防动员体系，加强全民国防教育。

source: We should protect the legal rights and interests of service personnel and their families, and make military service an occupation that enjoys public respect.
zh_cn: 维护军人军属合法权益，让军人成为全社会尊崇的职业。

source: We should further implement the strategy for military-civilian integration and deepen reform of defense-related science, technology, and industry.
zh_cn: 深入实施军民融合发展战略，深化国防科技工业改革。

source: We, at every level of government, must take more effective measures to support the development and reform of our national defense and armed forces and carry out extensive activities to encourage government and public support for the military and preferential treatment for families of service personnel and martyrs and to encourage the military to support the government and love the people, so that the unity between the military and government and between the military and the people is always strong as stone, and deeply rooted as an evergreen.
zh_cn: 各级政府要采取更有力的举措，支持国防和军队建设改革，深入开展拥军优属、拥政爱民活动，使军政军民团结始终坚如磐石、始终根深叶茂。

source: We must continue to implement, both to the letter and in spirit, the principle of “one country, two systems,” and act in strict compliance with China’s Constitution and the basic laws of the Hong Kong and Macao special administrative regions.
zh_cn: 我们要继续全面准确贯彻“一国两制”方针，严格依照宪法和基本法办事。

source: The governments and chief executives of the two regions have our full support in exercising law-based governance and in their efforts to achieve strong economic growth, improve living standards, progressively advance democracy, and promote social harmony.
zh_cn: 全力支持香港、澳门特别行政区政府和行政长官依法施政，大力发展经济、持续改善民生、有序推进民主、促进社会和谐。

source: We should support Hong Kong and Macao in integrating their own development into overall national development, and should boost exchanges and cooperation between the mainland and the two regions.
zh_cn: 支持香港、澳门融入国家发展大局，深化内地与港澳地区交流合作。

source: We have every confidence that Hong Kong and Macao will develop and thrive together with the mainland.
zh_cn: 我们坚信，香港、澳门一定能与祖国内地同发展、共繁荣。

source: We must continue to implement the principles and policies on our work related to Taiwan, uphold the one-China principle, promote the peaceful growth of cross-Strait relations on the basis of the 1992 Consensus, and advance China’s peaceful reunification.
zh_cn: 我们要继续贯彻对台工作大政方针，坚持一个中国原则，在“九二共识”基础上推动两岸关系和平发展，推进祖国和平统一进程。

source: We must remain firm in safeguarding China’s sovereignty and territorial integrity, and must never tolerate any separatist schemes or activities for “Taiwan independence.”
zh_cn: 坚决维护国家主权和领土完整，绝不容忍任何“台独”分裂图谋和行径。

source: We should expand cross-Strait economic and cultural exchanges and cooperation, and ensure that over time, people from Taiwan come to enjoy the same treatment as mainlanders when they pursue study, do business, work or live on the mainland.
zh_cn: 扩大两岸经济文化交流合作，逐步为台湾同胞在大陆学习、创业、就业、生活提供与大陆同胞同等待遇。

source: As fellow Chinese living on both sides of the Taiwan Strait, we share a bond of kinship.
zh_cn: 两岸同根，骨肉相亲。

source: As long as we go with the tide of history and work together for our nation’s greater good, we will together create the future—a beautiful future of national rejuvenation.
zh_cn: 两岸同胞顺应历史大势、共担民族大义，必将共创中华民族伟大复兴的美好未来！

source: China’s development is closely connected with that of all other countries; we share a common future and a common stake in that future.
zh_cn: 中国与世界各国发展紧密相连、命运休戚与共。

source: China’s commitment to peaceful development should not change and we should work to build a new type of international relations.
zh_cn: 我们将始终不渝走和平发展道路，推动构建新型国际关系。

source: We should get actively involved in reforming and improving global governance and should strive to make the global economy more open.
zh_cn: 积极参与改革完善全球治理，致力于建设开放型世界经济。

source: We should promote coordination and cooperation among major countries, deepen friendships and achieve common development with our neighbors, and enhance unity and cooperation with other developing countries.
zh_cn: 推进大国协调合作，深化同周边国家睦邻友好和共同发展，加强同发展中国家团结合作。

source: We should ensure the success of the annual conference of the Boao Forum for Asia, the Shanghai Cooperation Organization Summit, the Summit of the Forum on China-Africa Cooperation, and other diplomatic events that will be hosted here in China.
zh_cn: 办好博鳌亚洲论坛年会、上海合作组织峰会、中非合作论坛峰会等主场外交。

source: China should continue to play its part as a responsible major country in resolving international and regional hotspot issues.
zh_cn: 继续为解决国际和地区热点问题发挥负责任大国作用。

source: We should strengthen and improve institutions for safeguarding Chinese interests and security overseas.
zh_cn: 加强和完善海外利益安全保障体系。

source: China stands ready to work with all other countries to build a community with a shared future for humanity.
zh_cn: 中国愿与各国一道，为推动构建人类命运共同体不懈努力！

source: Unity gives us strength; good solid work will shape our future.
zh_cn: 团结凝聚力量，实干创造未来。

source: We must rally even closer around the Party Central Committee with Comrade Xi Jinping at its core, hold high the banner of socialism with Chinese characteristics, and follow the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era. We must be enterprising, work hard, and promote sustained, healthy economic and social development.
zh_cn: 我们要更加紧密地团结在以习近平同志为核心的党中央周围，高举中国特色社会主义伟大旗帜，以习近平新时代中国特色社会主义思想为指导，锐意进取，扎实工作，促进经济社会持续健康发展，

source: We are working to secure a decisive victory in building a moderately prosperous society in all respects, to ensure the success of socialism with Chinese characteristics for a new era, to build China into a great modern socialist country that is prosperous, strong, democratic, culturally advanced, harmonious, and beautiful, and to realize the Chinese Dream of national rejuvenation. Let us make new contributions to make these goals a reality.
zh_cn: 为决胜全面建成小康社会、夺取新时代中国特色社会主义伟大胜利，为把我国建设成为富强民主文明和谐美丽的社会主义现代化强国、实现中华民族伟大复兴的中国梦作出新的贡献！
